{
    "poem": [
        {
            "name":"Haiku",
            "description":"A three-line poem of 5,7,5 syllables; haiku writers seek to capture a moment of perception. Haikus turn on strong natural images - using a word, called the kigo, that indicates the season - and relay intense emotions, often leading to spiritual insights. Contemporary haiku writers may drop the three-line requirement (often writing the poem as a single line) and/or the syllable count and/or the kigo.",
            "example":"The light of a candle|is transferred to another candle—|spring twilight.",
            "ex_author":"Yosa Buson",
            "ex_title":"The light of a candle"
        },
        {
            "name":"Tercet",
            "description":"Three-line stanzas. When all three lines rhyme, tercets become triplets. When the rhyme patterns interlock like this - aba, bcb, cdc - linking stanzas, the tercet turns into terza rima.",
            "example":"I|O wild West Wind, thou breath of Autumn’s being,|Thou, from whose unseen presence the leaves dead|Are driven, like ghosts from an enchanter fleeing,|Yellow, and black, and pale, and hectic red,|Pestilence-stricken multitudes: O thou,|Who chariotest to their dark wintry bed|The wingèd seeds, where they lie cold and low,|Each like a corpse within its grave, until|Thine azure sister of the Spring shall blow|Her clarion o’er the dreaming earth, and fill|(Driving sweet buds like flocks to feed in air)|With living hues and odours plain and hill:|Wild Spirit, which art moving everywhere;|Destroyer and Preserver; hear, O hear!|II|Thou on whose stream, ‘mid the steep sky’s commotion,|Loose clouds like Earth’s decaying leaves are shed,|Shook from the tangled boughs of Heaven and Ocean,|Angels of rain and lightning: there are spread|On the blue surface of thine airy surge,|Like the bright hair uplifted from the head|Of some fierce Maenad, even from the dim verge|Of the horizon to the zenith’s height,|The locks of the approaching storm. Thou dirge|Of the dying year, to which this closing night|Will be the dome of a vast sepulchre|Vaulted with all thy congregated might|Of vapours, from whose solid atmosphere|Black rain, and fire, and hail will burst: O hear!|III|Thou who didst waken from his summer dreams|The blue Mediterranean, where he lay,|Lulled by the coil of his crystalline streams,|Beside a pumice isle in Baiae’s bay,|And saw in sleep old palaces and towers|Quivering within the wave’s intenser day,|All overgrown with azure moss and flowers|So sweet, the sense faints picturing them! Thou|For whose path the Atlantic’s level powers|Cleave themselves into chasms, while far below|The sea-blooms and the oozy woods which wear|The sapless foliage of the ocean, know|Thy voice, and suddenly grow grey with fear,|And tremble and despoil themselves: O hear!|IV|If I were a dead leaf thou mightest bear;|If I were a swift cloud to fly with thee;|A wave to pant beneath thy power, and share|The impulse of thy strength, only less free|Than thou, O Uncontrollable! If even|I were as in my boyhood, and could be|The comrade of thy wanderings over Heaven,|As then, when to outstrip thy skiey speed|Scarce seemed a vision; I would ne’er have striven|As thus with thee in prayer in my sore need.|Oh! lift me as a wave, a leaf, a cloud!|I fall upon the thorns of life! I bleed!|A heavy weight of hours has chained and bowed|One too like thee: tameless, and swift, and proud.|V|Make me thy lyre, even as the forest is:|What if my leaves are falling like its own!|The tumult of thy mighty harmonies|Will take from both a deep, autumnal tone,|Sweet though in sadness. Be thou, Spirit fierce,|My spirit! Be thou me, impetuous one!|Drive my dead thoughts over the universe|Like withered leaves to quicken a new birth!|And, by the incantation of this verse,|Scatter, as from an unextinguished hearth|Ashes and sparks, my words among mankind!|Be through my lips to unawakened Earth|The trumpet of a prophecy! O Wind,|If Winter comes, can Spring be far behind?",
            "ex_author":"Percy Bysshe Shelley",
            "ex_title":"Ode to the West Wind"
        },
        {
            "name":"Ghazal",
            "description":"Generally ten to twenty-four lines in length and originally a Persian form, these long-lined couplets develop mystical and/or romantic themes. They may be monorhymed (aa, ba, ca, da) and/or include the poet’s name in the last line.",
            "example":"What will suffice for a true‐love knot? Even the rain?|But he has bought grief's lottery, bought even the rain.|\"our glosses / wanting in this world\" \"Can you remember?\"|Anyone! \"when we thought / the poets taught\" even the rain?|After we died‐‐That was it!‐‐God left us in the dark.|And as we forgot the dark, we forgot even the rain.|Drought was over. Where was I? Drinks were on the house.|For mixers, my love, you'd poured‐‐what?‐‐even the rain.|Of this pear‐shaped orange's perfumed twist, I will say:|Extract Vermouth from the bergamot, even the rain. |How did the Enemy love you‐‐with earth? air? and fire? |He held just one thing back till he got even: the rain. |This is God's site for a new house of executions? |You swear by the Bible, Despot, even the rain? |After the bones‐‐those flowers‐‐this was found in the urn: |The lost river, ashes from the ghat, even the rain. |What was I to prophesy if not the end of the world? |A salt pillar for the lonely lot, even the rain. |How the air raged, desperate, streaming the earth with flames‐‐ |to help burn down my house, Fire sought even the rain. |He would raze the mountains, he would level the waves, |he would, to smooth his epic plot, even the rain. |New York belongs at daybreak to only me, just me‐‐ |to make this claim Memory's brought even the rain. |They've found the knife that killed you, but whose prints are these? |No one has such small hands, Shahid, not even the rain.",
            "ex_author":"Agha Shahid Ali",
            "ex_title":"Even the Rain"
        },
        {
            "name":"Tanka",
            "description":"A traditional Japanese poem that is rendered in English in five lines of 5,7,5,7,7 syllables. Historically, tankas were combined with prose, linked together, and/or published to include exchanges of verse between poets. Subjects vary but often center on travel, love, and the seasons. As with haiku, in Japan today there are regular tanka competitions and a continuing appreciation of this form.",
            "example":"I listen to songs|of someone handsome|at the apex of night|the Milky Way overflows|the stars boil over and fall",
            "ex_author":"Tada Chimako",
            "ex_title":"Person of the Playful Star: Tanka [I listen to songs]"
        },
        {
            "name":"Prose",
            "description":"A block-shaped, usually paragraphed text that relies on the poetic techniques of imagery and condensed, rhythmic, repetitive, often rhymed language and often makes its point via metaphor, analogy, or association, yet still may partake of fictional techniques like character building, plot, dialogue, and so on.",
            "example":"It is a Sunday afternoon on the Grand Canal. We are watching the sailboats trying to sail along without wind. Small rowboats are making their incisions on the water, only to have the wounds seal up again soon after they pass. In the background, smoke from the factories and smoke from the steamboats merges into tiny clouds above us then disappears. Our mothers and fathers walk arm in arm along the shore clutching tightly their umbrellas and canes. We are sitting on a blanket in the foreground, but even if someone were to take a photograph, only our closest relatives would recognize us: we seem to be burying our heads between our knees.\n\nI remember thinking you were one of the most delicate women I had ever seen. Your bones seemed small and fragile as a rabbit’s. Even so, beads of perspiration begin to form on your wrist and forehead — if we were to live long enough we’d have been amazed at how many clothes we forced ourselves to wear. At this time I had never seen you without your petticoats, and if I ever gave thought to such a possibility I’d chastise myself for not offering you sufficient respect.\n\nThe sun is very hot. Why is it no one complains of the heat in France? There are women doing their needlework, men reading, a man in a bowler hat smoking a pipe. The noise of the children is absorbed by the trees. The air is full of idleness, there is the faint aroma of lilies coming from somewhere. We discuss what we want for ourselves, abstractly, it seems only right on a day like this. I have ambitions to be a painter, and you want a small family and a cottage in the country. We make everything sound so simple because we believe everything is still possible. The small tragedies of our parents have not yet made an impression on us. We should be grateful, but we’re too awkward to think hard about very much.\n\nI throw a scaling rock into the water; I have strong arms and before the rock sinks it seems to have nearly reached the other side. When we get up we have a sense of our own importance. We could not know, taking a step back, looking at the total picture, that we would occupy such a small corner of the canvas, and that even then we are no more than tiny clusters of dots, carefully placed together without touching",
            "ex_author":"Ira Sadoff",
            "ex_title":"Seurat"
        },
        {
            "name":"Sonnet",
            "description":"A historical fixed form. The eight-line octave followed by the six-line sestet held numerical significance: it could be reduced to 4 and 3 and the total, 7. All three numbers were important in music composition as well as in religious thinking, four signifying the world and three the trinity, and so on. The Italian sonnet consists of an octave rhyming abbaabba and a sestet rhyming cdcdcd. The English sonnet, which developed out of the Italian, consists of fourteen line of iambic pentameter verse: three quatrains and a closing couplet, with a rhyme scheme of abab, cdcd, efef, gg. Poets have always adapted this structure, observing most consistently only its fourteen-line length.",
            "example":"My mistress' eyes are nothing like the sun;|Coral is far more red than her lips' red;|If snow be white, why then her breasts are dun;|If hairs be wires, black wires grow on her head.|I have seen roses damasked, red and white,|But no such roses see I in her cheeks;|And in some perfumes is there more delight|Than in the breath that from my mistress reeks.|I love to hear her speak, yet well I know|That music hath a far more pleasing sound;|I grant I never saw a goddess go;|My mistress when she walks treads on the ground.|And yet, by heaven, I think my love as rare|As any she belied with false compare.",
            "ex_author":"William Shakespeare",
            "ex_title":"My mistress' eyes are nothing like the sun (Sonnet 130)"
        },
        {
            "name":"Pantoum",
            "description":"Sixteen or more lines long, pantoums developed in Malayan literature as rhyming quatrains (abab) but developed in English as unrhymed quatrains with repeating lines: the second and fourth lines of each stanza repeat as the first and third lines of the next stanza.",
            "example":"We pace each other for a long time.|I packed my anger with the beef jerky.|You are the baby on the mountain. I am|in a cold stream where I led you.|I packed my anger with the beef jerky.|You are the woman sticking her tongue out|in a cold stream where I led you.|You are the woman with spring water palms.|You are the woman sticking her tongue out.|I am the woman who matches sounds.|You are the woman with spring water palms.|I am the woman who copies.|You are the woman who matches sounds.|You are the woman who makes up words.|You are the woman who copies|her cupped palm with her fist in clay.|I am the woman who makes up words.|You are the woman who shapes|a drinking bowl with her fist in clay.|I am the woman with rocks in her pockets.|I am the woman who shapes.|I was a baby who knew names.|You are the child with rocks in her pockets.|You are the girl in a plaid dress.|You are the woman who knows names.|You are the baby who could fly.|You are the girl in a plaid dress|upside‐down on the monkey bars.|You are the baby who could fly|over the moon from a swinging perch|upside‐down on the monkey bars.|You are the baby who eats meat.|Over the moon from a swinging perch|the feathery goblin calls her sister.|You are the baby who eats meat|the bitch wolf hunts and chews for you.|The feathery goblin calls her sister:|\"You are braver than your mother.|The bitch wolf hunts and chews for you.|What are you whining about now?\"|You are braver than your mother|and I am not a timid woman:|what are you whining about now?|My palms itch with slick anger,|and I'm not a timid woman.|You are the woman I can't mention;|my palms itch with slick anger.|You are the heiress of scraped knees.|You are the woman I can't mention|to a woman I want to love.|You are the heiress of scaped knees:|scrub them in mountain water.|To a woman, I want to love|women you could turn into,|scrub them in mountain water,|stroke their astonishing faces.|Women you could turn into|the scare mask of Bad Mother|stroke their astonishing faces|in the silver‐scratched sink mirror.|The scare mask of Bad Mother|crumbles to chunked, pinched clay,|sinks in the silver‐scratched mirror.|You are the Little Robber Girl, who|crumbles the clay chunks, pinches|her friend, givers her a sharp knife.|You are the Little Robber Girl, who|was any witch's youngest daughter.|Our friend gives you a sharp knife,|shows how the useful blades open.|Was any witch's youngest daughter|golden and bold as you? You run and|show how the useful blades open.|You are the baby on the mountain. I am|golden and bold as you. You run and|we pace each other for a long time.",
            "ex_author":"Marilyn Hacker",           
            "ex_title":"Iva's Pantoum"
        },
        { 
            "name":"Villanelle",
            "description":"A nineteen-line poem divided into six stanzas: five tercets and one quatrain turning on two rhymes and built on two refrains: A1 b A2, abA1, abA2, abA1, abA1A2. (A1 and A2 are refrains.)",
            "example":"Do not go gentle into that good night,|Old age should burn and rave at close of day;|Rage, rage against the dying of the light.|Though wise men at their end know dark is right,|Because their words had forked no lightning they|Do not go gentle into that good night.|Good men, the last wave by, crying how bright|Their frail deeds might have danced in a green bay,|Rage, rage against the dying of the light.|Wild men who caught and sang the sun in flight,|And learn, too late, they grieved it on its way,|Do not go gentle into that good night.|Grave men, near death, who see with blinding sight|Blind eyes could blaze like meteors and be gay,|Rage, rage against the dying of the light.|And you, my father, there on the sad height,|Curse, bless, me now with your fierce tears, I pray.|Do not go gentle into that good night.|Rage, rage against the dying of the light.",
            "ex_author":"Dylan Thomas",
            "ex_title":"Do not go gentle into that good night"
        },
        {
            "name":"Terzanelle",
            "description":"A nineteen-line poem divided into six stanzas: five interlocking triplets and a quatrain. Of French and Italian origin, it adapts terza rima to the villanelle form by the use of a repeton: A1 B A2, bCB, cDC, dED, eFE, f A1 (or F) F (or A 1) A2. (A1 and A2 are refrains; BCDEF are repetitions.)",
            "example":"\"A winter's thunder's a summer's wonder.\"|This is the moment when the shadows gather|Under the elms, the cornices and eaves.|This is the silent heart of thunderweather.|The birds are quiet now among the leaves|Where wind stutters, then moves steadily|Under the elms, the cornices and eaves -|These are our voices speaking guardedly|About the sky, about the sheets of lightning|Where wind stutters, then moves steadily|Into our lungs, across our lips, tightening|Our throats. Our eyes speak in the dark|About the sky, about the sheets of lightning|Illuminating moments. In the stark|Shades that we inhabit there are no words|For our throats. Our eyes speak in the dark|Of things we cannot say, cannot ignore.|This is the moment when the shadows gather,|Shades that we inhabit. There are no words -|This is the silent heart of thunderweather.",
            "ex_author":"Lewis Turco",
            "ex_title":"Thunderweather"
        },
        {
            "name":"Quatrain",
            "description":"A stanza of four lines, the most common form in English poetry. Quatrains consist of four lines of verse, rhymed or unrhymed: the envelope quatrain rhyme runs abba; the couplet quatrain runs aabb; the alternating quatrain runs abab; and the monorhyme quatrain runs aaaa.",
            "example":"Whose woods these are I think I know.|His house is in the village though;|He will not see me stopping here|To watch his woods fill up with snow.|My little horse must think it queer|To stop without a farmhouse near|Between the woods and frozen lake|The darkest evening of the year.|He gives his harness bells a shake|To ask if there is some mistake.|The only other sound’s the sweep|Of easy wind and downy flake.|The woods are lovely, dark and deep,|But I have promises to keep,|And miles to go before I sleep,|And miles to go before I sleep.",
            "ex_author":"Robert Frost",
            "ex_title":"Stopping by Woods On a Snowy Evening"
        },
        {
            "name":"Cinquain",
            "description":"A single stanza poem with the syllabic pattern of 2,4,6,8,2 syllables per line.",
            "example":"If it|Were lighter touch|Than petal of flower resting|On grass, oh still too heavy it were,|Too heavy!",
            "ex_author":"Adelaide Capsey",
            "ex_title":"The Guarded Wound"
        },
        {
            "name":"Sestina",
            "description":"The poetic form requires that six end words be repeated in a set pattern across six stanzas and that all six words be used - again, in pattern - in a three-line final stanza, called an envoi.",
            "example":"Loquitur: En Bertrans de Born.|Dante Alighieri put this man in hell for that he was a|stirrer‐up of strife.|Eccovi!|Judge ye!|Have I dug him up again?|The scene in at his castle, Altaforte. \"Papiols\" is his jongleur.|\"The Leopard,\" the device of Richard (Cúur de Lion).|I|Damn it all! all this our South stinks peace.|You whoreson dog, Papiols, come! Let's to music!|I have no life save when the swords clash.|But ah! when I see the standards gold, vair, purple, opposing|And the broad fields beneath them turn crimson,|Then howl I my heart nigh mad with rejoicing.|II|In hot summer have I great rejoicing|When the tempests kill the earth's foul peace,|And the lightnings from black heav'n flash crimson,|And the fierce thunders roar me their music|And the winds shriek through the clouds mad, opposing,|And through all the riven skies God's swords clash.|III|Hell grant soon we hear again the swords clash!|And the shrill neighs of destriers in battle rejoicing,|Spiked breast to spiked breast opposing!|Better one hour's stour than a year's peace|With fat boards, bawds, wine and frail music!|Bah! there's no wine like the blood's crimson!|IV|And I love to see the sun rise blood‐crimson.|And I watch his spears through the dark clash|And it fills all my heart with rejoicing|And pries wide my mouth with fast music|When I see him so scorn and defy peace,|His lone might 'gainst all darkness opposing.|V|The man who fears war and squats opposing|My words for stour, hath no blood of crimson|But is fit only to rot in womanish peace|Far from where worth's won and the swords clash|For the death of such sluts I go rejoicing;|Yea, I fill all the air with my music.|VI|Papiols, Papiols, to the music!|There's no sound like to swords swords opposing,|No cry like the battle's rejoicing|When our elbows and swords drip the crimson|And our charges 'gainst \"The Leopard's\" rush clash.|May God damn for ever all who cry \"Peace!\"|VII|And let the music of the swords make them crimson!|Hell grant soon we hear again the swords clash!|Hell blot black for always the thought \"Peace!\"",
            "ex_author":"Ezra Pound",
            "ex_title":"Sestina: Altaforte"
        }
    ]
}
